Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2010.tmx
Source language: en_us
Languages: zh_cn

source: We will break industry monopolies, remove regional blockades, support superior enterprises in acquiring ones in financial difficulties, and close down backward production facilities more quickly.
zh_cn: 打破行业垄断和地区封锁，推动优势企业兼并困难企业，加快淘汰落后产能。

source: Third, we will comprehensively raise product quality.
zh_cn: 三是全面提升产品质量。

source: We will guide enterprises to improve their quality management systems; focusing on brands, standards, service, and performance, and to enhance their sense of social responsibility.
zh_cn: 引导企业以品牌、标准、服务和效益为重点，健全质量管理体系，强化社会责任。

source: We will effectively strengthen the market oversight and credibility systems, and strive to raise the quality of China's products to a new level.
zh_cn: 切实加强市场监管和诚信体系建设，努力把我国产品质量提高到新水平。

source: We will foster emerging industries of strategic importance.
zh_cn: 大力培育战略性新兴产业。

source: The global financial crisis is hastening the birth of a new technological and industrial revolution.
zh_cn: 国际金融危机正在催生新的科技革命和产业革命。

source: It is of decisive importance for the future of our country that we develop emerging industries of strategic importance and capture the economic, scientific and technological high ground; therefore, we must seize opportunities, identify priorities, and achieve results.
zh_cn: 发展战略性新兴产业，抢占经济科技制高点，决定国家的未来，必须抓住机遇，明确重点，有所作为。

source: We need to vigorously develop new energy sources, new materials, energy conservation, environmental protection, biomedicine, information networks, and high-end manufacturing industries.
zh_cn: 要大力发展新能源、新材料、节能环保、生物医药、信息网络和高端制造产业。

source: We will make substantive progress in developing motor vehicles powered by new energy sources and in integrating telecommunications networks, cable television networks, and the Internet, and accelerate R&D in and application of the Internet of Things.
zh_cn: 积极推进新能源汽车、“三网”融合取得实质性进展，加快物联网的研发应用。

source: We will also increase investment in and policy support for emerging industries of strategic importance.
zh_cn: 加大对战略性新兴产业的投入和政策支持。

source: We will further promote the development of small and medium-sized enterprises.
zh_cn: 进一步促进中小企业发展。

source: First, we will set up a sound service system for small and medium-sized enterprises.
zh_cn: 一是建立和完善中小企业服务体系。

source: We will promptly revise the criteria for classifying such enterprises, accelerate the development of a public service platform and an information service network for them and bases for small business startups, continue to reduce and streamline administrative examination and approval procedures, and resolutely sort out fees and eliminate unreasonable ones.
zh_cn: 抓紧修订中小企业划分标准，加快中小企业公共服务平台、信息服务网络和小企业创业基地建设，进一步减少、简化行政审批，坚决清理和取消不合理收费。

source: Second, we will continue to implement the policy of fiscal support for small and medium-sized enterprises.
zh_cn: 二是继续落实财政对中小企业支持政策。

source: The central government will allocate 10.6 billion yuan to support their development.
zh_cn: 中央财政扶持中小企业发展专项资金安排106亿元。

source: A preferential income tax policy for small enterprises with low profits will be implemented.
zh_cn: 对部分小型微利企业实行所得税优惠政策。

source: Small and medium-sized enterprises will be eligible to receive money from special funds for technological upgrading in the central budget, and local governments should also increase investment in technological upgrading.
zh_cn: 中央财政预算内技术改造专项投资要覆盖中小企业，地方政府也要加大投入。

source: Third, we will provide better financial support for small and medium-sized enterprises.
zh_cn: 三是加强对中小企业的金融支持。

source: We will improve the credit assessment system for small enterprises, and encourage the establishment of a loan risk compensation fund for them.
zh_cn: 完善小企业信贷考核体系。鼓励建立小企业贷款风险补偿基金。

source: We will allow full tax deductions for loan loss reserves for loans to small and medium-sized enterprises.
zh_cn: 中小企业贷款税前全额拨备损失准备金。

source: We will develop a multilevel system of credit guarantees for these enterprises, and implement the policy of exempting business tax for qualified credit guarantee agencies serving them and allow those agencies to exempt withdrawals from reserve funds and compensation for losses from taxation.
zh_cn: 发展多层次中小企业信用担保体系，落实好对符合条件的中小企业信用担保机构免征营业税、准备金提取和代偿损失在税前扣除的政策。

source: We will expand channels for small and medium-sized enterprises to obtain financing in order to effectively solve their financing problems, especially those of small enterprises.
zh_cn: 拓宽中小企业融资渠道，切实解决中小企业特别是小企业融资难问题。

source: We will accelerate the development of the service sector.
zh_cn: 加快发展服务业。

source: We will further raise the development level of the service sector and its proportion of the national economy.
zh_cn: 进一步提高服务业发展水平和在国民经济中的比重。

source: We will vigorously develop production-oriented service industries, including finance, logistics, information, R&D, industrial design, commerce, energy conservation, and environmental protection services, and promote the intimate integration of service industries with modern manufacturing industries.
zh_cn: 大力发展金融、物流、信息、研发、工业设计、商务、节能环保服务等面向生产的服务业，促进服务业与现代制造业有机融合。

source: We will also develop public utilities, real estate, and property management services, community services and other service industries closely related to people's wellbeing.
zh_cn: 大力发展市政公用事业、房地产和物业服务、社区服务等面向民生的服务业，

source: We will accelerate the development of tourism and expand new types of services.
zh_cn: 加快发展旅游业，积极拓展新型服务领域。

source: In view of the weak foundation and great potential of the service sector in rural areas, we need to accelerate the establishment of a sound system of rural workplace and consumer services, mainly revolving around production, sales, scientific and technological information, and financial services.
zh_cn: 农村服务业基础薄弱、发展潜力大，要加快构建和完善以生产销售、科技信息和金融服务为主体的农村生产生活服务体系。

source: We will speed up the establishment of an open, fair, and standardized system for licensing service providers and encourage the participation of non-government capital.
zh_cn: 加快建立公开平等规范的服务业准入制度，鼓励社会资本进入。

source: We will further improve policies for promoting development in the service sector, and gradually lower the electricity, water, gas, and heat rates for service industries encouraged by the state to the same levels charged to industrial enterprises.
zh_cn: 进一步完善促进服务业发展的政策，逐步实现国家鼓励类服务业用电、用水、用气、用热与工业基本同价。

source: We will strive to conserve energy and reduce emissions.
zh_cn: 打好节能减排攻坚战和持久战。

source: First, we will energetically promote energy conservation and raise the efficiency of energy consumption, especially in industry, transportation, and construction.
zh_cn: 一要以工业、交通、建筑为重点，大力推进节能，提高能源效率。

source: We will make solid progress in the ten major energy conservation projects, the campaign to save energy in 1,000 enterprises, and the project to promote energy-efficient products that benefit the people, and make saving energy a good habit throughout society.
zh_cn: 扎实推进十大重点节能工程、千家企业节能行动和节能产品惠民工程，形成全社会节能的良好风尚。

source: We will increase our energy-saving capacity by an equivalent of 80 million tons of standard coal.
zh_cn: 今年要新增8000万吨标准煤的节能能力。

source: Every newly built, renovated or expanded coal-fired power generating unit must be equipped with and continuously employ desulphurization equipment.
zh_cn: 所有新建、改建、扩建燃煤机组必须同步建成并运行烟气脱硫设施。

source: Second, we will strengthen environmental protection.
zh_cn: 二要加强环境保护。

source: We will work to improve the environment in key watersheds and regions, treat urban sewage and garbage, deal with pollution from non-point agricultural sources, and comprehensively clean up heavy metal pollution.
zh_cn: 积极推进重点流域区域环境治理及城镇污水垃圾处理、农业面源污染治理、重金属污染综合整治等工作。

source: In urban areas, the daily sewage treatment capacity will increase by 15 million cubic meters and the daily garbage disposal capacity will grow by 60,000 tons.
zh_cn: 新增城镇污水日处理能力1500万立方米、垃圾日处理能力6万吨。

source: Third, we will energetically develop a circular economy and the energy conservation and environmental protection industries.
zh_cn: 三要积极发展循环经济和节能环保产业。

source: For the circular economy, we will support R&D in technology, demonstrations and applications, and capacity building.
zh_cn: 支持循环经济技术研发、示范推广和能力建设。

source: We will save energy, water, land and materials.
zh_cn: 抓好节能、节水、节地、节材工作。

source: We will comprehensively utilize mineral resources, recycle industrial waste, use by-product heat and pressure to generate electricity, and transform household solid waste into resources.
zh_cn: 推进矿产资源综合利用、工业废物回收利用、余热余压发电和生活垃圾资源化利用。

source: Fourth, we will actively respond to climate change.
zh_cn: 四要积极应对气候变化。

source: We will improve our ability to adapt to it and ameliorate its effects.
zh_cn: 加强适应和减缓气候变化的能力建设。

source: We will work hard to develop low-carbon technologies; promote application of highly efficient, energy-conserving technologies; develop new and renewable energies; and intensify development of smart power grids.
zh_cn: 大力开发低碳技术，推广高效节能技术，积极发展新能源和可再生能源，加强智能电网建设。

source: We will accelerate afforestation, increase forest carbon sinks and expand our forests by at least 5.92 million hectares.
zh_cn: 加快国土绿化进程，增加森林碳汇，新增造林面积不低于592万公顷。

source: We need to energetically build an industrial system and consumption pattern with low carbon emissions.
zh_cn: 要努力建设以低碳排放为特征的产业体系和消费模式，

source: We will participate in international cooperation to address climate changes and work for further progress in the global fight against climate change.
zh_cn: 积极参与应对气候变化国际合作，推动全球应对气候变化取得新进展。

source: We will promote balanced economic development between regions.
zh_cn: 推进区域经济协调发展。

source: We will continue to develop the western region on a large scale, comprehensively reinvigorate the old industrial bases in northeast China and elsewhere, energize the development of the central region, and support the eastern region in taking the lead in development.
zh_cn: 继续深入推进西部大开发，全面振兴东北地区等老工业基地，大力促进中部地区崛起，积极支持东部地区率先发展。

source: We will conscientiously implement all plans and policies for promoting regional economic and social development.
zh_cn: 认真落实促进区域经济社会发展的各项规划和政策。

source: We will accelerate growth of development priority zones.
zh_cn: 加快推进主体功能区建设。

source: We will focus on formulating and implementing policies for economic and social development in Xinjiang, Tibet, and Tibetan ethnic areas in Sichuan, Yunnan, Gansu and Qinghai provinces.
zh_cn: 重点抓好西藏和四省藏区、新疆经济社会发展政策的制定和实施工作。

source: We will increase support for old revolutionary areas, ethnic minority areas, border areas and poverty-stricken areas.
zh_cn: 加强对革命老区、民族地区、边疆地区和贫困地区的支持。

source: When implementing the overall strategy for regional development, we will emphasize exploiting different regions' comparative advantages and making well-targeted efforts to solve major problems arising in the course of development in each region.
zh_cn: 实施区域发展总体战略，重在发挥各地比较优势，有针对性地解决各地发展中的突出矛盾和问题；

source: We will focus on reversing the growing gap in economic and social development between regions, balancing their development better, accelerating the improvement of the public finance system, and snaking access to basic public services more equal.
zh_cn: 重在扭转区域经济社会发展差距扩大的趋势，增强发展的协调性；重在加快完善公共财政体系，促进基本公共服务均等化。

source: 3. Improving the balance between urban and rural development and strengthening the foundation for the development of agriculture and rural areas
zh_cn: （三）加大统筹城乡发展力度，强化农业农村发展基础

source: After six consecutive years of increases in grain output and rural incomes, it is vital we sustain our good work in the areas of agriculture, rural areas, and farmers.
zh_cn: 在连续6年增产增收之后，更要毫不松懈地抓好“三农”工作。

source: In accordance with the requirements for balancing urban and rural development, we need to make solving problems faced by agriculture, rural areas, and farmers a top priority in all our work; further strengthen our policies to aid agriculture and benefit farmers; coordinate industrialization, urbanization, and agricultural and rural modernization; and consolidate and build upon the good situation in agriculture and rural areas.
zh_cn: 要按照统筹城乡发展的要求，坚持把解决好“三农”问题作为全部工作的重中之重，进一步强化强农惠农政策，协调推进工业化、城镇化和农业农村现代化，巩固和发展农业农村好形势。

source: We will promote the steady development of agriculture and a continuous increase in rural incomes.
zh_cn: 促进农业稳定发展和农民持续增收。

source: We will keep grain production stable; expand the total area sown with oilseed; increase supplies of important agricultural products in short supply; implement a large-scale effort to increase the production of grain, cotton, oilseed, and sugar; standardize farming practices in horticulture, animal husbandry, and aquaculture; and ensure the security of the "rice bag" (grain supply) and "vegetable basket" (non-staple food supply).
zh_cn: 稳定粮食生产，扩大油料种植面积，增加重要紧缺农产品供应，大规模开展粮棉油糖高产创建，大规模开展园艺产品生产和畜牧水产养殖标准化创建，保障“米袋子”、“菜篮子”安全。

source: We will continue to provide direct subsidies for grain producers, and increase general subsidies for purchasing agricultural supplies and subsidies for purchasing superior crop varieties and agricultural machinery and tools.
zh_cn: 继续实施对种粮农民直接补贴，增加农资综合补贴、良种补贴、农机具购置补贴，

source: The central government will allocate 133.5 billion yuan for this purpose, a year-on-year increase of 6.04 billion yuan.
zh_cn: 中央财政拟安排补贴资金1335亿元，比上年增加60.4亿元。

source: We will further raise minimum grain purchase prices.
zh_cn: 进一步提高粮食最低收购价，

source: The minimum prices of early indica rice, middle-season and late indica rice and japonica rice will be raised by 0.06 yuan, 0.1 yuan and 0.2 yuan per kilogram respectively, and the minimum price of wheat will be raised by 0.06 yuan per kilogram.
zh_cn: 早籼稻、中晚籼稻、粳稻每斤分别提高3分、5分和1毛钱，小麦每斤提高3分钱，

source: We will continue to implement the policy of purchasing and temporarily stockpiling major agricultural products and give farmers more tangible benefits.
zh_cn: 继续实施重要农产品临时收储政策，让农民得到更多实惠。

source: We will increase fiscal support for major grain-producing, pork-producing, and cattle farming counties.
zh_cn: 加强对产粮大县、养猪大县、养牛大县的财政扶持。

source: We will vigorously develop the processing industry for agricultural products, promote industrialization in agriculture, support the upgrading and renovation of wholesale markets and markets for farm produce, and promote closer linkage between production and the market.
zh_cn: 大力发展农产品加工业，推进农业产业化经营，支持批发市场和农贸市场升级改造，推动生产与市场对接。

source: We will help rural residents find jobs or start their own businesses, and increase rural incomes through a variety of channels.
zh_cn: 促进农民就业创业，多渠道增加农民收入。

source: We will intensify poverty alleviation and development and work tirelessly to eradicate poverty and backwardness so that rural residents can soon live a prosperous and happy life.
zh_cn: 进一步加大扶贫开发力度。我们要坚持不懈地消除贫困落后，让农民群众早日过上富裕安康的生活。

source: We will strengthen agricultural infrastructure.
zh_cn: 加强农业基础设施建设。

source: We will continue to give high priority in government spending to supporting agricultural and rural development.
zh_cn: 坚持财政支出优先支持农业农村发展，

source: In the budget, our priority for fixed asset investment will be agricultural infrastructure and projects that improve the wellbeing of rural residents, and our priority for use of proceeds from the transfer of land-use rights will be developing agricultural land and building rural infrastructure.
zh_cn: 预算内固定资产投资优先投向农业基础设施和农村民生工程，土地出让收益优先用于农业土地开发和农村基础设施建设。

source: The central government plans to allocate 818.3 billion yuan for agriculture, farmers, and rural areas, an increase of 93 billion yuan over last year, and local governments at all levels will also increase their investment.
zh_cn: 中央财政拟安排“三农”投入8183亿元，比上年增加930亿元，地方各级财政也要增加投入。

source: We will comprehensively implement the plan to increase grain production by 50 billion kilograms nationwide, with the emphasis on major grain-producing regions.
zh_cn: 以主产区为重点，全面实施全国新增千亿斤粮食生产能力建设规划。

source: Focusing on water conservancy, we will improve agricultural infrastructure, accelerate related upgrades of large and mediumsized irrigated areas, expand the area in which water-conserving irrigation methods are used, create high-grade cropland, and finish reinforcing dilapidated large, medium-sized, and key small reservoirs.
zh_cn: 以农田水利为重点，加强农业基础设施建设，加快大中型灌区的配套改造，扩大节水灌溉面积，建设高标准农田，完成大中型和重点小型病险水库除险加固任务。

source: With the focus on breeding improved crop varieties, we will accelerate innovation in agricultural technology and the widespread adoption of scientific and technological advances, and carry out a major science and technology project to create new crop varieties using gene transfer technology.
zh_cn: 以良种培育为重点，加快农业科技创新和推广，实施好转基因生物新品种培育科技重大专项。

source: We will move forward with the construction of modem agriculture demonstration sites.
zh_cn: 积极推进现代农业示范区建设。

source: We will accelerate the development of public services for extending agricultural technology, preventing and controlling animal and plant diseases, and providing quality oversight of agricultural products in townships, towns and regions.
zh_cn: 加快建设乡镇和区域性农技推广、动植物疫病防控、农产品质量监管等公共服务机构。

source: We will deepen rural reform.
zh_cn: 深化农村改革。

source: We will uphold the basic rural operation system; quickly improve relevant laws, regulations and policies;
zh_cn: 毫不动摇地坚持农村基本经营制度，加快完善有关法律法规和政策，

source: and maintain existing land contract relationships over the long term.
zh_cn: 现有土地承包关系要保持稳定并长久不变。

source: We will strengthen supervision of and services for the transfer of contracted land use rights, and develop diverse large-scale farming operations on the basis of legal, voluntary, and compensated transfers of land-use rights.
zh_cn: 加强土地承包经营权流转的管理和服务，在依法自愿有偿流转基础上发展多种形式规模经营。

source: We will continue to carry out comprehensive rural reform, improve supporting policies for the reform of tenure in collective forests, and launch the reform of state tree farms.
zh_cn: 继续推进农村综合改革。完善集体林权制度改革配套政策。启动国有林场改革。

source: We will continue to reform the basic system for the use of grasslands, develop specialized farmer cooperatives, improve the organization of agriculture, more quickly develop small rural financial institutions, actively promote micro-credit loans in rural areas, and improve rural financial services.
zh_cn: 继续推进草原基本经营制度改革。发展农民专业合作社，提高农业组织化程度。加快培育小型农村金融机构，积极推广农村小额信用贷款，切实改善农村金融服务。

source: We will also deepen reforms in township and town government departments.
zh_cn: 深入推进乡镇机构改革。

source: We will balance promoting urbanization and building a new countryside.
zh_cn: 统筹推进城镇化和新农村建设。

source: We will keep to the path of urbanization with Chinese characteristics.
zh_cn: 坚持走中国特色城镇化道路，

source: We will promote balanced development between towns and large, small and medium-sized cities;
zh_cn: 促进大中小城市和小城镇协调发展，

source: increase the overall carrying capacity of cities and towns;
zh_cn: 着力提高城镇综合承载能力，

source: ensure that cities stimulate the development of surrounding rural areas;
zh_cn: 发挥城市对农村的辐射带动作用，

source: and promote positive interaction between urbanization and the building of a new countryside.
zh_cn: 促进城镇化和新农村建设良性互动。

source: We will strengthen county economies, improve infrastructure and environmental protection in county towns and hub towns, guide an orderly flow of nonagricultural industries and rural people to small towns, and encourage returned rural migrant workers to start businesses in their hometowns.
zh_cn: 壮大县域经济，大力加强县城和中心镇基础设施和环境建设，引导非农产业和农村人口有序向小城镇集聚，鼓励返乡农民工就地创业。

source: When developing urban and rural areas, we must adhere to the strictest possible systems for protecting arable land and economizing land use to genuinely safeguard the legitimate rights and interests of farmers.
zh_cn: 城乡建设都要坚持最严格的耕地保护制度和最严格的节约用地制度，切实保护农民合法权益。

source: We will carry out reform of the household registration system and relax requirements for household registration in towns and small and medium-sized cities.
zh_cn: 推进户籍制度改革，放宽中小城市和小城镇落户条件。

source: We will solve employment and living problems rural migrant workers face in cities and towns in a planned and step-by-step manner, and gradually ensure that they receive the same treatment as urban residents in areas such as pay, children's education, healthcare, housing, and social security.
zh_cn: 有计划有步骤地解决好农民工在城镇的就业和生活问题，逐步实现农民工在劳动报酬、子女就学、公共卫生、住房租购以及社会保障方面与城镇居民享有同等待遇。

source: We will further increase spending on the development of rural work and living facilities, begin a new round of upgrades of rural power grids, expand the construction of rural methane facilities, provide safe drinking water to another 60 million rural people, carry out the project to build a clean countryside, and improve working and living conditions there.
zh_cn: 进一步增加农村生产生活设施建设投入，启动新一轮农村电网改造，扩大农村沼气建设规模，今年再解决6000万农村人口的安全饮水问题，实施农村清洁工程，改善农村生产生活条件。

source: We will allow eligible workers who have left agricultural work to gradually become urban residents, and develop a beautiful rural environment where farmers can live a happy life.
zh_cn: 我们要让符合条件的农业转移人口逐步变为城镇居民，也要让农民有一个幸福生活的美好家园。

source: 4. Fully implementing the strategies of reinvigorating China through science and education and strengthening the nation through human resource development
zh_cn: （四）全面实施科教兴国战略和人才强国战略

source: Education, science, and human resources are the cornerstones of national prosperity and rejuvenation, and are also at the core of overall national strength.
zh_cn: 教育、科技和人才，是国家强盛、民族振兴的基石，也是综合国力的核心。

source: We will give high priority to the development of education.
zh_cn: 优先发展教育事业。

source: For a country to become strong, it must first strengthen education.
zh_cn: 强国必先强教。

source: First-class education is a prerequisite for cultivating high-caliber personnel and building a great country.
zh_cn: 只有一流的教育，才能培养一流人才，建设一流国家。

source: We will promptly begin to implement the Outline of the National Medium-and Long-Term Program for Education Reform and Development.
zh_cn: 要抓紧启动实施国家中长期教育改革和发展规划纲要。

source: We will focus on the following five areas.
zh_cn: 着重抓好五个方面：

source: First, we will advance education reform.
zh_cn: 一是推进教育改革。

source: We need to emancipate our minds, boldly make breakthroughs and innovations, encourage experimentation, and carry out a systematic reform of the system for operating schools, curricula, teaching methods, and evaluation systems.
zh_cn: 要解放思想，大胆突破，勇于创新，鼓励试验，对办学体制、教学内容、教育方法、评价制度等进行系统改革。

source: We will continue to give top priority to cultivating the integrity of students and vigorously promote well-rounded education.
zh_cn: 坚持育人为本，大力推进素质教育。

source: We will explore systems of school management and ways of providing education that are suitable for different types of education and the development of people with different skills, so that we run schools better and turn out better graduates.
zh_cn: 探索适应不同类型教育和人才成长的学校管理体制和办学模式，提高办学和人才培养水平。

source: We will encourage nongovernmental sectors to run schools in order to meet people's diverse demands for education.
zh_cn: 鼓励社会力量兴办教育，满足群众多样化的教育需求。

source: Second, we will promote the balanced development of compulsory education.
zh_cn: 二是促进义务教育均衡发展。

source: On the basis of a rational allocation of resources, we will accelerate the renovation of junior secondary school buildings in the central and western regions. We will also accelerate implementation of the nationwide program for safe primary and secondary school buildings, and ensure that buildings, equipment and teaching staff in all schools reach established standards as soon as possible.
zh_cn: 在合理布局的基础上，加快推进中西部地区初中校舍改造和全国中小学校舍安全工程，尽快使所有学校的校舍、设备和师资达到规定标准。

source: We will provide multimedia distance learning facilities for rural primary and secondary schools so that children living in the vast rural and remote areas have access to quality education resources.
zh_cn: 为农村中小学班级配备多媒体远程教学设备，让广大农村和偏远地区的孩子共享优质教育资源。

source: We will improve preschool education and develop special education schools.
zh_cn: 加强学前教育和特殊教育学校建设。

source: We will increase educational support for ethnic minorities and ethnic minority areas.
zh_cn: 加大对少数民族和民族地区教育的支持。

source: Third, we will continue to strengthen vocational education.
zh_cn: 三是继续加强职业教育。
